[
  {
    "id": "0",
    "img": "house0",
    "codename": "2117",
    "title": "Lily Lodge",
    "location": "Copake, NY",
    "numBedrooms": 6,
    "maxCapacity": "6-13",
    "numBathrooms": 5,
    "picnum": 20,
    "description": " Lake views! Sun streams through windows all day long in this bright airy contemporary lakefront home and newly constructed guesthouse! Main house has 4 Bedrooms and an open loft (SEE BELOW FOR BED LAYOUT). In addition, there are 4 full bathrooms plus two outdoor showers! Dramatic double height living room with large fireplace opens onto large outdoor deck that leads to the lake. Gas grill. Guesthouse has living room that doubles as a bedroom (with full bathroom) and separate upstairs bedroom suite with full bathroom. The house features a bar area with small fridge, microwave and bar sink, as well as an outdoor patio. Both houses are fully air-conditioned. Summer activities include: Tennis: Private tennis court on property with racquets and balls. Boat, fish, swim and hike. Wonderful dock on lake with raft. Near several scenic golf courses. Five minutes from Copake Lake and motor boating. Within 30 minutes of the Berkshires where summer arts festivals abound. Near skiing (15 minutes), sledding, snowshoeing and ice skating in the winter. Fabulous top rated restaurants within 10-20 minutes. Beautiful! Perfect for a family vacation, reunion or 2 families sharing.\n\nLocated on peaceful Upper Rhoda Lake (2 acre lake) in a serene and quiet neighborhood. Non-motor boating allowed. The area enjoys the quiet serenity of a wilderness retreat.",
    "vrboLink": "https://www.vrbo.com/406384",
    "amenities": ["lake", "barbecue", "gym", "garden", "fireplace"]
  },
  {
    "id": "1",
    "img": "house1",
    "codename": "2103",
    "title": "Hibiscus Haven",
    "location": "Copake, NY",
    "numBedrooms": 4,
    "maxCapacity": "4-8",
    "numBathrooms": 3,
    "picnum": 19,
    "description": "Weekly or weekends for 3 seasons and we prefer monthly or seasonal for the summer. Newer custom built home with expansive lawn and views of Upper Rhoda Lake/Pond. Gorgeous double height ceiling and wood-burning fireplace in Living Room, large renovated kitchen and wonderful indoor/outdoor porch with built in grill and fireplace. Extremely bright and airy throughout this home with skylights, and many corner room.. 3 full charming bedrooms and a den. And 3 full renovated bathrooms - one is a jack and jill bathroom. Magical screened in gazebo with fireplace located directly on the water. Lovely dock with boats. Some would call this home a heavenly retreat.",
    "vrboLink": "https://www.vrbo.com/783380",
    "amenities": ["lake", "barbecue", "gym", "garden", "fireplace"]
  },
  {
    "id": "2",
    "img": "house2",
    "codename": "2111",
    "title": "Violet Villa",
    "location": "Copake, NY",
    "numBedrooms": 4,
    "maxCapacity": "4-8",
    "numBathrooms": 2,
    "picnum": 13,
    "description": "Bright, airy and cozy contemporary lakefront home with 4 Bedrooms (SEE BELOW FOR BED LAYOUT), extra high ceilings in living room with wood burning fireplace. Skylights throughout. Open plan kitchen/dining. Split bedrooms and 2 bathrooms. Outdoor Gas grill on stone patio. Hammock, large lawn to lake. Located in a serene and quiet residential neighborhood. Commune with nature and enjoy the peacefulness of the area with the wildlife, water and tennis. Summer activities include: Private tennis court on property with racquets and balls. Lovely lawn area, outdoor decks and docks for kayaking, canoeing or rowing in the summer, fall and spring. The lake is a quiet non-motor boat lake that is great for fishing and for swimmers. For motor boats, Copake Lake is a short 5 minute drive where motor boats for pleasure and waterskiing can be rented. Only 15 minutes from Catamount Ski area with skiing in the winter and a fun, challenging ropes course in the summer. Also only 35 minutes from Butternut Ski area. Five minutes from the Greens Country Club for golf (open to the public) and fine dining. \n\n There are numerous excellent restaurants within 15-30 minutes, many are farm to table and serve from local organic vendors. 30 minutes from Hudson, NY, with fine restaurants and great antiquing. 30 minutes from Great Barrington, ma, the base of the Berkshires, a charming New England town with fine restaurants, shops and cultural institutions. 15 minutes from Millerton, another charming northeast town with many fine restaurants, shops, Movie Theater and the Harney Tea House.\n\nGreat lake swimming (no beach area or wading in) with an entry off the dock. Fishing with license which is easily obtained.\n\nThis is a lovely home for a peaceful and serene get-together with friends or family. It is a quiet and tranquil residential neighborhood and outdoor loud noise will not be allowed. Enjoy the country and woods at their finest!\n\nFabulous top rated restaurants within 10-20 mins. Beautiful! Perfect for a family vacation or get together with friends.",
    "vrboLink": "https://www.vrbo.com/445104",
    "amenities": [
      "tennis",
      "lake",
      "barbecue",
      "gym",
      "patio",
      "garden",
      "fireplace"
    ]
  },
  {
    "id": "3",
    "img": "house3",
    "codename": "barrington",
    "title": "Rose Retreat",
    "location": "Copake, NY",
    "numBedrooms": 5,
    "maxCapacity": "4-9",
    "numBathrooms": 2.5,
    "picnum": 17,
    "description": "Large 4 BR, 2.5 Bathroom with extra den and huge kitchen! In addition, there is a massive outdoor deck with seating for 10-12 on deck chairs and a large dining table for 10 with outdoor grill. The finished garage has a ping pong table and free weights! This home is cooled by central air in the summertime! Pool coming for the summer 2022 season!\n\nTwo separate living rooms (one is a den) provide ample room for entertaining. Large dining room with seating for 8. Oversized eat-in kitchen great for meal preparation and hanging out! Four bedrooms: master bedroom with en-suite bathroom and three bedrooms with plenty of light and closet space. There is an additional full bathroom that serves the bedrooms plus a powder room off the laundry room.\n\nA short walk to tennis court and lake for boating and swimming.\n\nPlease note that this is located in a quiet residential neighborhood. Loud noise that disturbs neighbors will not be allowed.\n\nLocated within 7 minutes of Copake Lake with rental motor boats and water skiing. Just 15 minutes from Catamount Ski Resort for skiing in winter and a fun challenging ropes course in the summer. Great farm to table restaurants within a 7-20 minute drive. Excellent hiking and farm stands and 'pick your own' farms within a short distance.\n\nLocated in a rural area at the foothills of the Berkshires: 30 minutes from Great Barrington, MA, and Hudson, NY. 20 minutes from the town of Millerton, NY. 40-45 minutes to Lenox, MA, Tanglewood or Rhinebeck, NY with the famed Dutchess County Fairgrounds and the Old Rhinebeck Aerodome.\n\nExcellent golfing at the Copake Country Club less than 10 minutes away by car.\n\nGreat lake swimming (no beach area or wading in) with an entry off dock. Fishing with license which is easily obtained.\n\nThis is a lovely home for a peaceful and relaxing get-together with friends or family. Please note: May-September a minimum of 7 nights is required. Monthly is preferred",
    "vrboLink": "https://www.vrbo.com/2437713",
    "amenities": ["pool", "barbecue", "gym", "patio", "garden", "fireplace"]
  },
  {
    "id": "4",
    "img": "house4",
    "codename": "howard",
    "title": "Tulip Terrace",
    "location": "Copake, NY",
    "numBedrooms": 6,
    "maxCapacity": "6-10",
    "numBathrooms": 3.5,
    "picnum": 21,
    "description": "Located in a peaceful and serene neighborhood, this home has it all! Huge double height Great Room with stunning large stone wood burning fireplace has two sets of double doors leading to a deck overlooking pool and view toward the Lake. Wrap deck with screened in portion perfect for outdoor living and entertaining. Walk a short distance across private bridge over a charming stream to lake, deck and dock with boats and swim raft. Access to neighboring tennis court. House has 5 Bedrooms and 2 Wood burning fireplaces. It also has a downstairs recreation room with partial kitchen and access to outdoors and pool. Central Air Conditioning and heat. Fabulous open kitchen with plenty of counter space and eating bar. Separate dining room. Outdoor barbecue.\n\nPlease note that this is located in a quiet residential neighborhood. Loud noise that disturbs neighbors will not be allowed.\n\nLocated within 7 minutes of Copake Lake with rental motor boats and water skiing. Just 15 minutes from Catamount Ski Resort for skiing in winter and a fun challenging ropes course in the summer. Great farm to table restaurants within a 7-20 minute drive. Excellent hiking and farm stands and 'pick your own' farms within a short distance.\n\nLocated in a quaint rural area at the foothills of the Berkshires: 30 minutes from Great Barrington, MA, and Hudson, NY. 20 minutes from the charming town of Millerton, NY. 40-45 minutes to Lenox, MA, Tanglewood or Rhinebeck, NY with the famed Dutchess County Fairgrounds and the Old Rhinebeck Aerodome.\n\nExcellent golfing at the Copake Country Club less than 10 minutes away by car.\n\nGreat lake swimming (no beach area or wading in) with an entry off the dock. Fishing with license which is easily obtained.\n\nThis is a lovely home for a peaceful and serene get-together with friends or family. Please note: May-September a minimum of 7 nights is required.",
    "vrboLink": "https://www.vrbo.com/479715",
    "amenities": [
      "pool",
      "lake",
      "barbecue",
      "gym",
      "patio",
      "garden",
      "fireplace"
    ],
    "temp": {
      "id": "5",
      "img": "house5",
      "codename": "spruce",
      "title": "The Country Cottage",
      "location": "Copake, NY",
      "numBedrooms": 3,
      "maxCapacity": "3-5",
      "numBathrooms": 2,
      "description": "Tucked away on a quiet private road, this 4-season home offers a sunlit living space with double height ceilings. In addition there are three lovely bedrooms and two bathrooms. This home sleeps a maximum of 6 people – no more than 5 adults. Recently renovated and restored for maximum comfort with central air conditioning and heat. Wonderful corner kitchen with granite counters and additional breakfast counter. The kitchen opens to a large deck in the woods with barbecue grill in the summer. A separate dining room is off the kitchen. There is also a washer and dryer for your convenience. Additional large front deck is perfect for relaxing on a warm summer day. The deck is accessed from the living room or front yard.\n\nA short walk across the street leads to the lake, where kayaking, boating, swimming and fishing are all activity options. This is a lovely home for a peaceful and serene get-together with friends or family.\n\nIn Winter, Skiing is just 15 minutes at Catamount Ski Resort. In Spring, relaxation and antiquing is available in nearby Hudson, NY (30 mins) and Great Barrington, MA (30 mins). In Summer, kayaking, rowing or swimming and fishing (with license) on the lake across the street In Fall, view gorgeous Fall foliage and pick apples at nearby orchards.\n\nPlease note that this home is located in a quiet residential neighborhood. Loud noise that disturbs neighbors will not be permitted. Located within 7 minutes of Copake Lake with rental motor boats and water skiing.In the summer, Catamount Ski Resort a fun challenging ropes and Zip line course. Great farm to table restaurants within a 7-20 minute drive. Excellent hiking and farm stands and 'pick your own' farms within a short distance. Located in a quaint rural area at the foothills of the Berkshires. Excellent golfing at the Copake Country Club less than 10 minutes away by car. Great lake swimming (no beach area or wading in) with an entry off the dock. Fishing with license which is easily obtained.\n\n30 minutes from Great Barrington, MA, and Hudson, NY. 20 minutes from the charming town of Millerton, NY. 40-45 minutes to Lenox, MA, Tanglewood or Rhinebeck, NY with the famed Dutchess County Fairgrounds and the Old Rhinebeck Aerodome.",
      "vrboLink": "https://www.vrbo.com/647293",
      "amenities": ["barbecue", "gym", "lakenear", "garden", "patio"]
    }
  }
]
